Revit 2027 API
ParameterTypeId.SpacingLayoutU Property
 "Layout"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId SpacingLayoutU { get; }
Public Shared ReadOnly Property SpacingLayoutU As ForgeTypeId
	Get
public:
static property ForgeTypeId^ SpacingLayoutU {
	ForgeTypeId^ get ();
}
static member SpacingLayoutU : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace